Repository: MoLinesGitHub/KumaNotify
Catalog: KumaNotify/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: '%@' is back up after %@.
es: '%@' vuelve a funcionar tras %@.

source: '%@' on %@ is back up.
es: '%@' en %@ vuelve a funcionar.

source: '%@' on %@ is not responding.
es: '%@' en %@ no responde.

source: %1$@ current, %2$@ min, %3$@ max
es: %1$@ actual, %2$@ mín, %3$@ máx

source: %lld down
es: %lld caídos

source: %lld monitors down
es: %lld monitores caídos

source: %lld up, %lld down, %lld total
es: %1$lld activos, %2$lld caídos, %3$lld total

source: %lld up / %lld total
es: %1$lld activos / %2$lld total

source: 1 hour
es: 1 hora

source: Acknowledge
es: Reconocer

source: Add Server
es: Añadir servidor

source: Advanced notifications & DND
es: Notificaciones avanzadas y No molestar

source: All
es: Todos

source: All OK
es: Todo OK

source: All systems operational
es: Todos los sistemas están operativos

source: Allow notifications for Kuma Notify in System Settings, then enable them again here.
es: Permite las notificaciones para Kuma Notify en Ajustes del Sistema y luego actívalas aquí de nuevo.

source: Antenna Icon
es: Icono de antena

source: Appearance
es: Apariencia

source: Are my servers up in %@?
es: ¿Están activos mis servidores en %@?

source: avg
es: med

source: Back
es: Atrás

source: Battery saver
es: Ahorro de batería

source: Cancel
es: Cancelar

source: Certificate expires in %lld days
es: El certificado expira en %lld días

source: Certificate for '%@' expires in %lld days.
es: El certificado de '%@' expira en %lld días.

source: Clear search
es: Limpiar búsqueda

source: Check %@ status
es: Comprobar el estado de %@

source: Check Monitor Status
es: Comprobar estado de monitores

source: Check Status
es: Comprobar estado

source: Color Dot
es: Punto de color

source: Configure a server in Settings
es: Configura un servidor en Ajustes

source: Connect Your Server
es: Conecta tu servidor

source: Connected
es: Conectado

source: Connected: %@
es: Conectado: %@

source: Connection
es: Conexión

source: Copy Summary
es: Copiar resumen

source: Decoding error: %@
es: Error de decodificación: %@

source: Default
es: Principal

source: Degraded
es: Degradado

source: Degraded performance
es: Rendimiento degradado

source: Display Name
es: Nombre

source: DND active
es: No molestar activo

source: Do Not Disturb
es: No molestar

source: Down
es: Caído

source: e.g. cortes
es: p.ej. cortes

source: Edit
es: Editar

source: Edit Server
es: Editar servidor

source: Email Report
es: Informe por correo

source: Enable notifications
es: Activar notificaciones

source: Export Incidents
es: Exportar incidentes

source: Failed
es: Error

source: Filters, search & grouped monitors
es: Filtros, búsqueda y monitores agrupados

source: Free
es: Gratis

source: Get Started
es: Empezar

source: Get Monitor Count
es: Obtener recuento de monitores

source: Hide
es: Ocultar

source: HTTP error: %lld
es: Error HTTP: %lld

source: How are my monitors in %@?
es: ¿Cómo están mis monitores en %@?

source: iCloud Private Relay is blocking local network access. Disable it in System Settings → iCloud → Private Relay.
es: La retransmisión privada de iCloud bloquea el acceso a la red local. Desáctívala en Ajustes del Sistema → iCloud → Retransmisión privada.

source: Incident History
es: Historial de incidentes

source: Incident history & export
es: Historial de incidentes y exportación

source: Incidents will appear here when monitors go down or recover.
es: Los incidentes aparecerán aquí cuando los monitores caigan o se recuperen.

source: Indefinitely
es: Indefinidamente

source: Interval
es: Intervalo

source: Invalid URL
es: URL no válida

source: Invalid status page slug
es: Slug de status page no válido

source: Kuma Notify — Status Report
es: Kuma Notify — Informe de estado

source: Kuma Notify is now monitoring your services. Look for the icon in your menu bar.
es: Kuma Notify está monitorizando tus servicios. Busca el icono en tu barra de menús.

source: Last incident %@
es: Último incidente %@

source: Launch at login
es: Iniciar con el sistema

source: Maintenance
es: Mantenimiento

source: Menu Bar Icon
es: Icono de barra de menús

source: Monitor Down
es: Monitor caído

source: Monitor your services at a glance.
es: Supervisa tus servicios de un vistazo.

source: Monitor Recovered
es: Monitor recuperado

source: Monitor your services directly from the menu bar. Get instant notifications when something goes down.
es: Monitoriza tus servicios desde la barra de menús. Recibe notificaciones instantáneas cuando algo falle.

source: More Options
es: Más opciones

source: My Kuma Server
es: Mi servidor Kuma

source: Network error: %@
es: Error de red: %@

source: never
es: nunca

source: Next
es: Siguiente

source: No incidents recorded
es: Sin incidentes registrados

source: No network connection
es: Sin conexión de red

source: No data
es: Sin datos

source: One or more servers are unreachable
es: Uno o más servidores no son accesibles

source: No servers configured
es: Sin servidores configurados

source: Not Now
es: Ahora no

source: Notifications
es: Notificaciones

source: Notifications Disabled in System Settings
es: Notificaciones desactivadas en Ajustes del Sistema

source: Notifications are currently blocked by System Settings.
es: Las notificaciones están bloqueadas actualmente por Ajustes del Sistema.

source: Offline
es: Sin conexión

source: One-time purchase
es: Compra única

source: Open Dashboard
es: Abrir panel de control

source: Open Kuma Notify to start monitoring
es: Abre Kuma Notify para empezar a monitorizar

source: Open Settings...
es: Abrir Ajustes...

source: Open System Settings
es: Abrir Ajustes del Sistema

source: Open Status Page
es: Abrir página de estado

source: Pending
es: Pendiente

source: Pin & hide monitors
es: Fijar y ocultar monitores

source: Pin to Top
es: Fijar arriba

source: Polling
es: Sondeo

source: Polling from 10s
es: Sondeo desde 10s

source: Pro required for multiple servers
es: Pro necesario para múltiples servidores

source: Pro unlocks polling from %@s
es: Pro desbloquea sondeo desde %@s

source: Purchased
es: Comprado

source: Quit
es: Salir

source: Quit Kuma Notify
es: Salir de Kuma Notify

source: Recovered
es: Recuperado

source: Reduces polling frequency on battery power
es: Reduce la frecuencia de sondeo con batería

source: Returns how many monitors are up and total.
es: Devuelve cuántos monitores están activos y cuántos hay en total.

source: Returns the current status of your monitored services.
es: Devuelve el estado actual de tus servicios monitorizados.

source: Refresh
es: Actualizar

source: Remove
es: Eliminar

source: Request timed out
es: La solicitud expiró

source: Response time trend
es: Tendencia de tiempo de respuesta

source: Restore Purchase
es: Restaurar compra

source: Retry
es: Reintentar

source: Save
es: Guardar

source: Save & Connect
es: Guardar y conectar

source: Scheduled Maintenance
es: Mantenimiento programado

source: Search monitors...
es: Buscar monitores...

source: Server
es: Servidor

source: Server unreachable
es: Servidor inalcanzable

source: Server URL
es: URL del servidor

source: Servers
es: Servidores

source: Set as Default
es: Establecer como principal

source: Settings...
es: Ajustes...

source: Setup Wizard...
es: Asistente...

source: Share Status...
es: Compartir estado...

source: Show
es: Mostrar

source: Show Hidden Monitors
es: Mostrar monitores ocultos

source: Silent
es: Silencio

source: Sound
es: Sonido

source: Sparklines & uptime by period
es: Sparklines y uptime por periodo

source: SSL Certificate Expiring
es: Certificado SSL a punto de expirar

source: Start Monitoring
es: Comenzar monitoreo

source: Status Page Slug
es: Slug de la página

source: Style
es: Estilo

source: System Sound
es: Sonido del sistema

source: Test Connection
es: Probar conexión

source: Test Notification
es: Notificación de prueba

source: Test notification — sound is working!
es: Notificación de prueba — ¡el sonido funciona!

source: Text + Icon
es: Texto + Icono

source: Today
es: Hoy

source: Turn Off
es: Desactivar

source: Unacknowledge
es: Desreconocer

source: Unlimited servers & status pages
es: Servidores y páginas de estado ilimitados

source: Unpin
es: Desfijar

source: Until tomorrow
es: Hasta mañana

source: Up
es: Activo

source: Upgrade to Pro
es: Mejorar a Pro

source: Upgrade to Pro...
es: Mejorar a Pro...

source: Uptime
es: Disponibilidad

source: Uptime %@
es: Disponibilidad %@

source: Uptime %@ (%@)
es: Disponibilidad %1$@ (%2$@)

source: Uptime period
es: Periodo de disponibilidad

source: Welcome to Kuma Notify
es: Bienvenido a Kuma Notify

source: Went Down
es: Caída

source: Yesterday
es: Ayer

source: You're All Set!
es: ¡Todo listo!
